IDEA Open Model
SteelSetupCISC.Anchor_Fiar Property
Compatible with IDEA StatiCa Beta 20.0
 Safety factor Anchor_Fiar
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Anchor_Fiar { get; set; }
Public Property Anchor_Fiar As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupCISC Class
IdeaRS.OpenModel Namespace